Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: .pgp, .gpg, .asc files
de: .pgp-, .gpg- und .asc-Dateien
es: Archivos .pgp, .gpg, .asc
fr: Fichiers .pgp, .gpg, .asc
ja: .pgp / .gpg / .asc ファイル
pt_br: Arquivos .pgp, .gpg, .asc
zh_hans: .pgp、.gpg、.asc 文件

source: “%@” isn’t part of a backup code.
de: „%@“ ist nicht Teil eines Backup-Codes.
es: «%@» no forma parte de un código de respaldo.
fr: « %@ » ne fait pas partie d’un code de sauvegarde.
ja: 「%@」はバックアップコードの一部ではありません。
zh_hans: “%@”不是备份代码的一部分。

source: "Send from" is the address the Email Encrypted Message composer sends from — leave blank for your default Mail account, and note it only applies if it's an account on this device. "Send format" controls how the ciphertext travels: as a standard PGP/MIME message that mail apps like Thunderbird open and decrypt directly (default), inline in the email body, or as a .asc attachment.
de: „Senden von" ist die Absenderadresse des Verfassers für verschlüsselte E-Mails — leer lassen für dein Standard-Mail-Konto; gilt nur, wenn das Konto auf diesem Gerät eingerichtet ist. „Sendeformat" bestimmt, wie der Geheimtext übertragen wird: als standardkonforme PGP/MIME-Nachricht, die Mail-Apps wie Thunderbird direkt öffnen und entschlüsseln (Standard), eingebettet im E-Mail-Text oder als .asc-Anhang.
es: «Enviar desde» es la dirección desde la que envía el redactor de mensajes cifrados por correo. Déjala en blanco para usar tu cuenta de Mail predeterminada; solo se aplica si la cuenta está en este dispositivo. «Formato de envío» controla cómo viaja el texto cifrado: como mensaje PGP/MIME estándar que apps como Thunderbird abren y descifran directamente (predeterminado), integrado en el cuerpo del correo o como adjunto .asc.
fr: « Envoyer depuis » est l'adresse utilisée par le compositeur de messages chiffrés par e-mail. Laissez vide pour votre compte Mail par défaut ; ne s'applique que si le compte est configuré sur cet appareil. « Format d'envoi » contrôle la façon dont le texte chiffré est transmis : en message PGP/MIME standard que les clients comme Thunderbird ouvrent et déchiffrent directement (par défaut), intégré dans le corps du message, ou en pièce jointe .asc.
ja: 「送信元」はメール暗号化メッセージ作成時の送信元アドレスです。空欄の場合はデフォルトのメールアカウントを使用します。このデバイスに追加されているアカウントにのみ適用されます。「送信形式」は暗号文の送り方を制御します：Thunderbird などのメールアプリが直接開いて復号できる標準の PGP/MIME メッセージ（デフォルト）、メール本文への埋め込み、または .asc 添付ファイルとして送信します。
pt_br: "Enviar de" é o endereço usado pelo compositor de mensagens cifradas por e-mail. Deixe em branco para usar sua conta padrão do Mail; só se aplica se a conta estiver neste dispositivo. "Formato de envio" controla como o texto cifrado é enviado: como mensagem PGP/MIME padrão que apps como o Thunderbird abrem e decifram diretamente (padrão), embutido no corpo do e-mail ou como anexo .asc.
zh_hans: 「发件人」是邮件加密消息编写器所使用的发件地址——留空则使用默认的邮件账户。注意仅当该账户已添加到此设备时才生效。「发送格式」控制密文的发送方式：作为邮件客户端（如 Thunderbird）可直接打开和解密的标准 PGP/MIME 消息（默认）、内嵌于邮件正文、或作为 .asc 附件发送。

source: "Send from" is the address the Email Encrypted Message composer sends from — leave blank for your default Mail account, and note it only applies if it's an account on this device. "Send format" controls whether the encrypted text goes in the email body, as a .asc attachment, or both.
de: "Senden von" ist die Adresse, von der aus der Verfasser für verschlüsselte E-Mail-Nachrichten sendet — leer lassen für dein Standard-Mail-Konto, und beachte, dass dies nur gilt, wenn es ein Konto auf diesem Gerät ist. "Sendeformat" steuert, ob der verschlüsselte Text im E-Mail-Text, als .asc-Anhang oder beides gesendet wird.
es: "Enviar desde" es la dirección desde la que el redactor de Mensaje Cifrado por Correo envía — déjalo en blanco para tu cuenta de Mail predeterminada, y ten en cuenta que solo se aplica si es una cuenta en este dispositivo. "Formato de envío" controla si el texto cifrado va en el cuerpo del correo, como adjunto .asc, o ambos.
fr: "Envoyer depuis" est l'adresse à partir de laquelle le rédacteur de Message Chiffré par E-mail envoie — laissez vide pour votre compte Mail par défaut, et notez que cela ne s'applique que s'il s'agit d'un compte sur cet appareil. "Format d'envoi" détermine si le texte chiffré est placé dans le corps de l'e-mail, en pièce jointe .asc, ou les deux.
ja: 「送信元」は暗号化メール作成画面が送信に使うアドレスです。デフォルトのメールアカウントを使う場合は空欄にします。この端末上のアカウントにのみ適用される点に注意してください。「送信形式」は、暗号化テキストをメール本文に入れるか、.asc 添付にするか、その両方かを制御します。
pt_br: "Enviar de" é o endereço de onde o compositor de Mensagem Criptografada por E-mail envia — deixe em branco para sua conta de Mail padrão, e observe que só se aplica se for uma conta neste dispositivo. "Formato de envio" controla se o texto cifrado vai no corpo do e-mail, como anexo .asc, ou ambos.
zh_hans: 发件人是邮件加密消息编写器所使用的发件地址——留空则使用默认的邮件账户。注意仅当该账户已添加到此设备时才生效。"发送格式"控制加密后的文本是内嵌于邮件正文、作为 .asc 附件发送，还是两者皆包含。

# [%lld attachments: %@. Open PGPony to view or save them.]
source: [%1$lld attachments: %2$@. Open PGPony to view or save them.]
de: [%lld Anhänge: %@. Öffne PGPony, um sie anzusehen oder zu speichern.]
es: [%lld archivos adjuntos: %@. Abre PGPony para verlos o guardarlos.]
fr: [%lld pièces jointes : %@. Ouvrez PGPony pour les afficher ou les enregistrer.]
ja: [%lld 件の添付ファイル: %@。PGPony を開いて表示または保存してください。]
pt_br: [%lld anexos: %@. Abra o PGPony para vê-los ou salvá-los.]
zh_hans: [%lld 个附件：%@。打开 PGPony 以查看或保存。]

source: %@ Lock
de: %@-Sperre
es: Bloqueo con %@
fr: Verrouillage par %@
ja: %@ ロック
pt_br: Bloqueio com %@
zh_hans: %@ 锁

source: %lld attachments
de: %lld Anhänge
es: %lld archivos adjuntos
fr: %lld pièces jointes
ja: %lld 件の添付ファイル
pt_br: %lld anexos
zh_hans: %lld 个附件

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
ja: %lld 文字
pt_br: %lld caracteres
zh_hans: %lld 个字符

source: %lld found
de: %lld gefunden
es: %lld encontradas
fr: %lld trouvées
ja: %lld 件見つかりました
pt_br: %lld encontradas
zh_hans: 找到 %lld 个

source: %lld recipients
de: %lld Empfänger
es: %lld destinatarios
fr: %lld destinataires
ja: %lld 人の受信者
pt_br: %lld destinatários
zh_hans: %lld 个收件人

source: %lldd
de: %lldT
fr: %lldj
ja: %lld日
zh_hans: %lld 天

source: 1 Attachment
de: 1 Anhang
es: 1 adjunto
fr: 1 pièce jointe
ja: 1 個の添付ファイル
pt_br: 1 anexo
zh_hans: 1 个附件

source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1 年
pt_br: 1 ano
zh_hans: 1 年

source: 2 minutes
de: 2 Minuten
es: 2 minutos
ja: 2 分
pt_br: 2 minutos
zh_hans: 2 分钟

source: 2 Years
de: 2 Jahre
es: 2 años
fr: 2 ans
ja: 2 年
pt_br: 2 anos
zh_hans: 2 年

source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5 分
pt_br: 5 minutos
zh_hans: 5 分钟

source: 5 Years
de: 5 Jahre
es: 5 años
fr: 5 ans
ja: 5 年
pt_br: 5 anos
zh_hans: 5 年

source: 15 minutes
de: 15 Minuten
es: 15 minutos
ja: 15分
pt_br: 15 minutos
zh_hans: 15 分钟

source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
ja: 30 秒
pt_br: 30 segundos
zh_hans: 30 秒

source: A backup code has 24 characters; this one has %lld.
de: Ein Backup-Code hat 24 Zeichen; dieser hat %lld.
es: Un código de respaldo tiene 24 caracteres; este tiene %lld.
fr: Un code de sauvegarde comporte 24 caractères ; celui-ci en a %lld.
ja: バックアップコードは24文字です。これは %lld 文字です。
zh_hans: 备份代码应为 24 个字符，而此代码有 %lld 个。

source: A backup is a single encrypted file containing every key in your keyring — your secret keys included.
de: Eine Sicherung ist eine einzelne verschlüsselte Datei mit allen Schlüsseln deines Schlüsselbunds – einschließlich deiner geheimen Schlüssel.
es: Una copia de seguridad es un único archivo cifrado que contiene todas las claves de tu llavero, incluidas tus claves secretas.
fr: Une sauvegarde est un unique fichier chiffré contenant toutes les clés de votre trousseau, y compris vos clés secrètes.
ja: バックアップは、キーリング内のすべての鍵（秘密鍵を含む）を格納した単一の暗号化ファイルです。
pt_br: Um backup é um único arquivo criptografado que contém todas as chaves do seu chaveiro, incluindo suas chaves secretas.
zh_hans: 备份是一个加密文件，包含你密钥环中的所有密钥，其中也包括你的私钥。

source: A backup is a single encrypted file you control — separate from iCloud Keychain Sync above. Sync keeps your Apple devices matching; a backup restores anywhere, including Android.
de: Eine Sicherung ist eine einzelne verschlüsselte Datei, die du selbst kontrollierst – getrennt von der iCloud-Schlüsselbund-Synchronisierung oben. Die Synchronisierung hält deine Apple-Geräte gleich; eine Sicherung lässt sich überall wiederherstellen, auch auf Android.
es: Una copia de seguridad es un único archivo cifrado que tú controlas, distinto de la sincronización del llavero de iCloud de arriba. La sincronización mantiene tus dispositivos Apple iguales; una copia se restaura en cualquier parte, incluido Android.
fr: Une sauvegarde est un unique fichier chiffré que vous contrôlez — distinct de la synchronisation du trousseau iCloud ci-dessus. La synchronisation garde vos appareils Apple identiques ; une sauvegarde se restaure partout, y compris sur Android.
ja: バックアップは、あなたが管理する単一の暗号化ファイルで、上記のiCloudキーチェーン同期とは別物です。同期はApple製デバイスを一致させ、バックアップはAndroidを含むどこにでも復元できます。
pt_br: Um backup é um único arquivo criptografado que você controla — separado da Sincronização do Chaveiro do iCloud acima. A sincronização mantém seus dispositivos Apple iguais; um backup é restaurado em qualquer lugar, incluindo Android.
zh_hans: 备份是一个由你掌控的加密文件，与上方的 iCloud 钥匙串同步相互独立。同步让你的 Apple 设备保持一致；而备份可在任何地方恢复，包括 Android。

source: A detached signature is saved alongside the original; share both so the recipient can verify.
de: Eine abgetrennte Signatur wird neben dem Original gespeichert. Teile beide, damit der Empfänger sie prüfen kann.
es: La firma separada se guarda junto al original; comparte ambos para que el destinatario pueda verificarla.
fr: Une signature détachée est enregistrée à côté de l'original ; partagez les deux pour que le destinataire puisse la vérifier.
ja: 分離署名は元のファイルと一緒に保存されます。受信者が検証できるよう、両方を共有してください。
pt_br: Uma assinatura separada é salva junto ao original; compartilhe ambos para que o destinatário possa verificar.
zh_hans: 分离签名会与原文件一同保存；请将两者一并分享，以便收件人验证。

source: A key you hold was revoked on a keyserver: %@
de: Ein Schlüssel, den Sie besitzen, wurde auf einem Schlüsselserver widerrufen: %@
es: Una clave que tienes fue revocada en un servidor de claves: %@
fr: Une clé que vous détenez a été révoquée sur un serveur de clés : %@
ja: あなたが保有する鍵が鍵サーバーで失効されました: %@
pt_br: Uma chave que você possui foi revogada em um servidor de chaves: %@
zh_hans: 你持有的一个密钥已在密钥服务器上被吊销：%@

source: A quick guide
de: Kurzanleitung
es: Una guía rápida
fr: Petit guide
ja: 簡単なガイド
zh_hans: 快速指南

source: A target when you upload a key
de: Ein Ziel beim Hochladen eines Schlüssels
es: Un destino al subir una clave
fr: Une cible lors de l'envoi d'une clé
ja: 鍵をアップロードするときの送信先
pt_br: Um destino ao enviar uma chave
zh_hans: 上传密钥时的目标服务器

source: A verification request couldn't be sent for %@. Try uploading again.
de: Für %@ konnte keine Verifizierungsanfrage gesendet werden. Versuche den Upload erneut.
es: No se pudo enviar una solicitud de verificación para %@. Intenta subirla de nuevo.
fr: Impossible d'envoyer une demande de vérification pour %@. Réessayez l'envoi.
ja: %@ の確認リクエストを送信できませんでした。もう一度アップロードしてください。
pt_br: Não foi possível enviar uma solicitação de verificação para %@. Tente enviar novamente.
zh_hans: 无法向 %@ 发送验证请求。请重新上传。

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
pt_br: Sobre
zh_hans: 关于

source: Add a Comment header to encrypted and signed messages
de: Einen Comment-Header zu verschlüsselten und signierten Nachrichten hinzufügen
es: Añadir un encabezado Comment a los mensajes cifrados y firmados
fr: Ajouter un en-tête Comment aux messages chiffrés et signés
ja: 暗号化・署名されたメッセージに Comment ヘッダーを追加
pt_br: Adicionar um cabeçalho Comment às mensagens cifradas e assinadas
zh_hans: 为加密和签名的消息添加注释头

source: Add an encrypted message or file first.
de: Füge zuerst eine verschlüsselte Nachricht oder Datei hinzu.
es: Añade primero un mensaje o archivo cifrado.
fr: Ajoutez d'abord un message ou un fichier chiffré.
ja: 先に暗号化されたメッセージまたはファイルを追加してください。
pt_br: Adicione primeiro uma mensagem ou arquivo cifrado.
zh_hans: 请先添加加密消息或文件。

source: Add Files
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
ja: ファイルを追加
pt_br: Adicionar arquivos
zh_hans: 添加文件

source: Add Hardware Key
de: Hardware-Schlüssel hinzufügen
es: Añadir llave de hardware
fr: Ajouter une clé matérielle
ja: ハードウェアキーを追加
pt_br: Adicionar chave de hardware
zh_hans: 添加硬件密钥

source: Add notes...
de: Notizen hinzufügen …
es: Añadir notas…
fr: Ajouter des notes…
ja: メモを追加…
pt_br: Adicionar notas…
zh_hans: 添加备注…

source: Add Photos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
ja: 写真を追加
pt_br: Adicionar fotos
zh_hans: 添加照片

source: Add recipient
de: Empfänger hinzufügen
es: Añadir destinatario
fr: Ajouter un destinataire
ja: 宛先を追加
pt_br: Adicionar destinatário
zh_hans: 添加收件人

source: Add the Comment header when you copy, share, or save a public key
de: Den Comment-Header beim Kopieren, Teilen oder Speichern eines öffentlichen Schlüssels hinzufügen
es: Añadir el encabezado Comment al copiar, compartir o guardar una clave pública
fr: Ajouter l'en-tête Comment lors de la copie, du partage ou de l'enregistrement d'une clé publique
ja: 公開鍵をコピー・共有・保存するときに Comment ヘッダーを追加
pt_br: Adicionar o cabeçalho Comment ao copiar, compartilhar ou salvar uma chave pública
zh_hans: 拷贝、共享或保存公钥时包含注释头

source: Add this key to your PGPony keyring. This opens the PGPony app to finish the import.
de: Diesen Schlüssel deinem PGPony-Schlüsselbund hinzufügen. Dazu wird die PGPony-App geöffnet, um den Import abzuschließen.
es: Añade esta clave a tu llavero de PGPony. Se abrirá la app PGPony para terminar la importación.
fr: Ajoutez cette clé à votre trousseau PGPony. L'app PGPony s'ouvrira pour terminer l'importation.
ja: この鍵を PGPony の鍵束に追加します。PGPony App が開き、インポートを完了します。
pt_br: Adicione esta chave ao seu chaveiro do PGPony. O app PGPony será aberto para concluir a importação.
zh_hans: 将此密钥添加到你的 PGPony 密钥环。此操作会打开 PGPony 以完成导入。

source: Add to PGPony
de: Zu PGPony hinzufügen
es: Añadir a PGPony
fr: Ajouter à PGPony
ja: PGPony に追加
pt_br: Adicionar ao PGPony
zh_hans: 添加到 PGPony

source: Add your first key
de: Füge deinen ersten Schlüssel hinzu
es: Añade tu primera clave
fr: Ajoutez votre première clé
ja: 最初の鍵を追加
pt_br: Adicione sua primeira chave
zh_hans: 添加第一个密钥

source: Added
de: Hinzugefügt
es: Añadidas
fr: Ajoutées
ja: 追加
pt_br: Adicionadas
zh_hans: 已添加

source: Admin PIN changed.
de: Admin-PIN geändert.
es: PIN de administrador cambiado.
fr: PIN administrateur modifié.
ja: 管理者 PIN を変更しました。
pt_br: PIN de administrador alterado.
zh_hans: 管理员 PIN 已修改。

source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
ja: アルゴリズム
pt_br: Algoritmo
zh_hans: 算法

source: All cryptography goes through ObjectivePGP plus Apple's CryptoKit for modern curves. PGPony does not roll its own crypto.
de: Sämtliche Kryptografie läuft über ObjectivePGP sowie Apples CryptoKit für moderne Kurven. PGPony implementiert keine eigene Kryptografie.
es: Toda la criptografía pasa por ObjectivePGP y CryptoKit de Apple para las curvas modernas. PGPony no implementa su propia criptografía.
fr: Toute la cryptographie passe par ObjectivePGP et CryptoKit d'Apple pour les courbes modernes. PGPony n'implémente pas sa propre cryptographie.
ja: 暗号処理はすべて ObjectivePGP と、最新の曲線については Apple の CryptoKit を経由します。PGPony が独自の暗号を実装することはありません。
pt_br: Toda a criptografia passa pelo ObjectivePGP e pelo CryptoKit da Apple para curvas modernas. O PGPony não implementa criptografia própria.
zh_hans: 所有加密运算均通过 ObjectivePGP，现代曲线则配合 Apple 的 CryptoKit 实现。PGPony 不自己开发加密算法。

source: All features unlocked
de: Alle Funktionen freigeschaltet
es: Todas las funciones desbloqueadas
fr: Toutes les fonctions débloquées
ja: すべての機能がアンロックされています
pt_br: Todos os recursos desbloqueados
zh_hans: 已解锁全部功能

source: All keys from the backup are in your keyring.
de: Alle Schlüssel aus der Sicherung sind jetzt in deinem Schlüsselbund.
es: Todas las claves de la copia de seguridad están en tu llavero.
fr: Toutes les clés de la sauvegarde sont dans votre trousseau.
ja: バックアップのすべての鍵がキーリングに入りました。
pt_br: Todas as chaves do backup estão no seu chaveiro.
zh_hans: 备份中的所有密钥都已加入你的密钥环。

source: Allow Contacts Access
de: Kontaktzugriff erlauben
es: Permitir acceso a Contactos
fr: Autoriser l'accès aux contacts
ja: 連絡先へのアクセスを許可
pt_br: Permitir acesso a Contatos
zh_hans: 允许访问通讯录

source: Already in Keyring
de: Bereits im Schlüsselbund
es: Ya en el llavero
fr: Déjà dans le trousseau
ja: すでに鍵束にあります
pt_br: Já no chaveiro
zh_hans: 已在密钥环中

source: Already linked.
de: Bereits verknüpft.
es: Ya está vinculada.
fr: Déjà associée.
ja: すでに関連付けられています。
pt_br: Já vinculada.
zh_hans: 已关联。

source: Already up to date
de: Bereits aktuell
es: Ya actualizadas
fr: Déjà à jour
ja: すでに最新
pt_br: Já atualizadas
zh_hans: 已是最新

source: Any file type supported
de: Alle Dateitypen werden unterstützt
es: Cualquier tipo de archivo
fr: Tout type de fichier pris en charge
ja: あらゆる形式のファイルに対応
pt_br: Qualquer tipo de arquivo é compatível
zh_hans: 支持任意文件类型

source: Anyone who has both the file and this code can read your keys. Keep them apart.
de: Wer sowohl die Datei als auch diesen Code hat, kann deine Schlüssel lesen. Bewahre beides getrennt auf.
es: Cualquiera que tenga el archivo y este código puede leer tus claves. Guárdalos por separado.
fr: Quiconque possède à la fois le fichier et ce code peut lire vos clés. Conservez-les séparément.
ja: ファイルとこのコードの両方を持つ人は、あなたの鍵を読み取れます。両者は別々に保管してください。
pt_br: Qualquer pessoa que tenha o arquivo e este código pode ler suas chaves. Guarde-os separadamente.
zh_hans: 任何同时拥有该文件和此代码的人都能读取你的密钥。请将两者分开保管。

source: Anyone with this password can open the file. If you forget it, the file cannot be recovered, there is no backup or reset.
de: Jeder mit diesem Passwort kann die Datei öffnen. Wenn du es vergisst, kann die Datei nicht wiederhergestellt werden — es gibt kein Backup und kein Zurücksetzen.
es: Cualquiera con esta contraseña puede abrir el archivo. Si la olvidas, el archivo no se puede recuperar: no hay copia de seguridad ni restablecimiento.
fr: Toute personne disposant de ce mot de passe peut ouvrir le fichier. Si vous l'oubliez, le fichier ne peut pas être récupéré — il n'y a ni sauvegarde ni réinitialisation.
ja: このパスワードを知っている人は誰でもファイルを開けます。忘れた場合、ファイルは復元できません。バックアップもリセットもありません。
pt_br: Qualquer pessoa com esta senha pode abrir o arquivo. Se você a esquecer, o arquivo não pode ser recuperado: não há backup nem redefinição.
zh_hans: 知道此密码的任何人都可以打开此文件。如果忘记密码，文件将无法恢复，没有备份或重置的方式。

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
pt_br: Aparência
zh_hans: 外观

source: Are you absolutely sure?
de: Bist du dir wirklich sicher?
es: ¿Estás absolutamente seguro?
fr: Êtes-vous absolument sûr ?
ja: 本当によろしいですか？
pt_br: Você tem absoluta certeza?
zh_hans: 真的确定吗？

source: Are you sure you want to delete the key for %@? %@
de: Möchtest du den Schlüssel für %@ wirklich löschen? %@
es: ¿Seguro que quieres eliminar la clave de %@? %@
fr: Voulez-vous vraiment supprimer la clé de %@ ? %@
ja: %@ の鍵を削除してもよろしいですか？%@
pt_br: Tem certeza de que deseja excluir a chave de %@? %@
zh_hans: 确定要删除 %@ 的密钥吗？%@

source: Armored Key
de: ASCII-gehärteter Schlüssel
es: Clave en formato armado
fr: Clé ASCII armored
ja: ASCII アーマーされた鍵
pt_br: Chave em ASCII armored
zh_hans: Armored 密钥

source: ASCII Armor Output
de: ASCII-gehärtete Ausgabe
es: Salida en ASCII armored
fr: Sortie ASCII armored
ja: ASCII アーマー出力
pt_br: Saída em ASCII armored
zh_hans: ASCII Armor 输出

source: ASCII-armored output produces text you can paste into an email or chat message. It looks like a block of letters and numbers wrapped between -----BEGIN PGP MESSAGE----- and -----END PGP MESSAGE----- markers. Non-armored output is binary — smaller, but you can only send it as a file attachment. Leave it on for messages. Turn it off only if you're encrypting a large file and want to keep the size minimal.
de: Eine ASCII-gepanzerte Ausgabe ergibt Text, den du in eine E-Mail oder Chatnachricht einfügen kannst. Es sieht wie ein Block aus Buchstaben und Zahlen aus, eingerahmt von -----BEGIN PGP MESSAGE----- und -----END PGP MESSAGE-----. Ohne Armor ist die Ausgabe binär – kleiner, aber nur als Dateianhang versendbar. Lass die Option für Nachrichten an. Deaktiviere sie nur, wenn du eine große Datei verschlüsselst und die Größe minimal halten möchtest.
es: La salida en armadura ASCII produce texto que puedes pegar en un correo o en un chat. Tiene aspecto de bloque de letras y números entre los marcadores -----BEGIN PGP MESSAGE----- y -----END PGP MESSAGE-----. La salida sin armadura es binaria: más pequeña, pero solo puedes enviarla como adjunto. Déjala activada para mensajes. Desactívala solo si vas a cifrar un archivo grande y quieres reducir su tamaño.
fr: Une sortie en armure ASCII produit du texte que vous pouvez coller dans un e-mail ou un chat. Cela ressemble à un bloc de lettres et de chiffres encadré par les marqueurs -----BEGIN PGP MESSAGE----- et -----END PGP MESSAGE-----. La sortie sans armure est binaire — plus petite, mais uniquement envoyable en pièce jointe. Laissez l'option activée pour les messages. Désactivez-la uniquement si vous chiffrez un gros fichier et souhaitez minimiser sa taille.
ja: ASCII アーマー出力では、メールやチャットメッセージに貼り付けられるテキストが生成されます。-----BEGIN PGP MESSAGE----- と -----END PGP MESSAGE----- に囲まれた、文字と数字のブロックのように見えます。 アーマーなしの出力はバイナリで、サイズは小さくなりますがファイル添付でしか送れません。 メッセージ用ではオンのままにしてください。大きなファイルを暗号化してサイズを最小限にしたい場合のみ、オフにします。
pt_br: A saída em armored ASCII gera um texto que pode ser colado em um e-mail ou mensagem de chat. Parece um bloco de letras e números entre os marcadores -----BEGIN PGP MESSAGE----- e -----END PGP MESSAGE-----. A saída sem armored é binária — menor, mas só pode ser enviada como anexo de arquivo. Deixe ativada para mensagens. Desative apenas se estiver cifrando um arquivo grande e quiser manter o tamanho mínimo.
zh_hans: ASCII-armored 输出会生成可粘贴到邮件或聊天消息中的文本。它看起来是一段字母和数字，包裹在 -----BEGIN PGP MESSAGE----- 与 -----END PGP MESSAGE----- 标记之间。 非 armored 输出是二进制的——体积更小，但只能作为文件附件发送。 发送消息时请保持开启。仅当你要加密大文件并希望尽量减小体积时才关闭。

source: ASCII-armored text, the portable default.
de: ASCII-armored-Text, der portable Standard.
es: Texto ASCII-armored, el valor portátil por defecto.
fr: Texte ASCII-armored, la valeur portable par défaut.
ja: ASCII-armored テキスト。ポータブルな既定値です。
pt_br: Texto ASCII-armored, o padrão portátil.
zh_hans: ASCII-armored 文本，便携的默认格式。

source: Ask every time
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Demander à chaque fois
ja: 毎回確認
pt_br: Perguntar sempre
zh_hans: 每次都询问

source: Attachment only
de: Nur Anhang
es: Solo adjunto
fr: Pièce jointe uniquement
ja: 添付のみ
pt_br: Apenas anexo
zh_hans: 仅附件

source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
ja: 添付ファイル
pt_br: Anexos
zh_hans: 附件

source: Attachments (%lld)
de: Anhänge (%lld)
es: Adjuntos (%lld)
fr: Pièces jointes (%lld)
ja: 添付ファイル (%lld)
pt_br: Anexos (%lld)
zh_hans: 附件（%lld）

source: Attention
de: Achtung
es: Atención
ja: 注意
pt_br: Atenção
zh_hans: 注意

source: Authenticate
de: Authentifizieren
es: Autenticar
fr: Authentifier
ja: 認証
pt_br: Autenticar
zh_hans: 身份验证

source: Authenticate each time you decrypt, including when using a hardware key
de: Bei jeder Entschlüsselung authentifizieren, auch bei Nutzung eines Hardware-Schlüssels
es: Autentícate cada vez que descifres, incluso al usar una clave de hardware
fr: S'authentifier à chaque déchiffrement, y compris avec une clé matérielle
ja: ハードウェアキー使用時も含め、復号のたびに認証する
pt_br: Autenticar toda vez que você descriptografar, inclusive ao usar uma chave de hardware
zh_hans: 每次解密时都需要验证，使用硬件密钥时也是如此

source: Authenticate each time you sign a message
de: Bei jeder Signatur einer Nachricht authentifizieren
es: Autenticarse cada vez que firmas un mensaje
fr: S'authentifier à chaque signature de message
ja: メッセージに署名するたびに認証する
pt_br: Autenticar cada vez que você assina uma mensagem
zh_hans: 每次签名消息时都进行身份验证
